<template>
  <div class="main-banner">
    <h2>Новости спортивной школы олимпийского резерва №1</h2>
    <div class="main-banner-image">
      <img src="../../assets/images/main-images/news-photo.webp"/>
      <div class="main-banner-text">
        <p> <strong> Турнир по баскетболу среди юниоров прошёл с большим успехом! </strong> <br>
          12 мая 2025 года в спортивном зале нашей школы состоялись долгожданные соревнования по баскетболу среди учащихся в возрастной категории 13–16 лет. Это мероприятие стало настоящим праздником спорта, дружбы и командного духа!
          В соревнованиях приняли участие 6 команд из разных учебных групп. За игровым полем внимательно наблюдали тренеры, родители и приглашённые гости. Каждый матч отличался напряжённой борьбой, неожиданными поворотами и красивыми командными взаимодействиями. <br>
          <br> Победителями турнира стала команда "Соколы", продемонстрировав высокий уровень подготовки и отличную стратегию на протяжении всех матчей. Второе место заняли "Шторм", а третье — "Молнии". Все участники были награждены грамотами, медалями и памятными призами от администрации школы.
          <br> <br> На протяжении всего мероприятия работал школьный фотокорреспондент, и уже сейчас вы можете посмотреть яркие моменты турнира в нашей фотогалерее.
          Огромная благодарность выражается тренерскому составу, волонтёрам и родителям за помощь в организации турнира.
        </p>
      </div>
    </div>
  </div>
  <hr>
</template>

<style scoped>
div {
  margin: 2%;
}

h2 {
  text-align: center;
  color: #1F2937;
}

img {
  max-width: 600px;
  max-height: 600px;
  padding: 1%;
}

.main-banner-image {
  display: flex;
  justify-content: center;
  flex-direction: row;
}

hr {
  border: none;
  background-color: #1F2937;
  height: 2px;
}

</style>
<script setup lang="ts">
</script>
